<!doctype html>
<html>
<head>
    
</head>
<body>
    <?php 
        include 'header.php';
    ?>
    <h1>Домашние задания по PHP/ООП/БД</h1>
    <h2>Перечень</h2>
    <ol>
        <li>Создать класс с методами в отдельном файле</li>
        <li>Продемонстрировать работу исключений</li>
        <li>В Index.php указать ссылками задачи, для возможности перехода на них</li>
        <li>Настроить NGINX (веб-сервер) в docker-compose, для работы вашего кода через localhost в браузере (порт 80)</li>
    </ol>
</body>
</html>
